<div class="uk-card uk-card-default uk-card-body">
  <h2 class="uk-card-title">このサイトについて</h2>
  <p>
    Amazon Product Advertising APIのデモサイトとして検索機能だけ使えるようにしてましたが現在は徐々に機能追加中。10-15年くらい使ってたURLも変更。
  </p>

  <p>ユーザー増えてきたのでユーザー数に応じて追加する機能決めます。同時アクセスのユーザーも増えてAPIの制限に引っかかることが増えてます。表示できないときは少し待つと解決します。</p>

  <p>データ量が多すぎてどうしようもないので高スペックサーバー移行を目指した有料プランという名の支援募集開始しました。</p>

  <h4>今後の予定</h4>
  <ul class="uk-list uk-list-bullet">
    <li>特集として特定のテーマで専用ページを作る</li>
  </ul>

  <h4>追加済み</h4>
  <ul class="uk-list uk-list-bullet">
    <li>Amazonアカウントでログイン</li>
    <li>ウォッチリスト</li>
    <li>CSVでダウンロード</li>
    <li>価格履歴などのグラフ（スマホサイズを除く。ログイン中のみ）</li>
    <li>価格変動チェック（ホームに表示版）</li>
    <li>ウォッチリストの価格変動チェック（各ユーザーに通知。ウェブプッシュ通知。）</li>
    <li>当たり前のようにhttps化も。</li>
  </ul>
</div>
